<script setup lang="ts">

import Coloring from "~/components/section/coloring.vue";
import Headings from "~/components/section/headings.vue";
import Articles from "~/components/section/articles.vue";

</script>

<template>
  <Coloring coloring-title="Популярные и новые раскраски"/>
  <Articles articles-title="Популярные и новые статьи"/>
  <Headings headings-title="Популярные рубрики"/>
  <div class="section-container">
    <p class="section-desc">
      Добро пожаловать в мир волшебства и творчества с нашей коллекцией детских раскрасок! Здесь вы найдёте
      увлекательные изображения, которые подарят вашим малышам часы радости и веселья. Наши раскраски не только
      развлекут, но и разовьют моторику, воображение и цветовое восприятие вашего ребёнка.
    </p>
    <p class="section-desc">
      Почему детские раскраски так важны для развития вашего малыша? Это прекрасный способ улучшить мелкую моторику рук,
      координацию движений и развить творческие способности. Вместе с тем, раскрашивание изображений учит детей
      концентрации, терпению и вниманию к деталям. </p>
    <p class="section-desc">
      В нашей коллекции детских раскрасок вы найдете разнообразные темы: от животных и природы до сказочных персонажей и
      мультяшных героев. Мы постоянно обновляем нашу коллекцию, чтобы предложить вашим малышам новые впечатления и
      возможности для творчества. </p>
  </div>
</template>

<style lang="scss">


</style>